{
  "type": "exhibitions",
  "tags": [
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Electricity: The spark of life",
        "spans": []
      }
    }
  ],
  "description": [
    {
      "type": "paragraph",
      "content": {
        "text": "The story of electricity is the story of life itself. From the structure of the atom to the functioning of our brains, this invisible yet vital force is intrinsic to human life. For centuries electricity has captivated inventors, scientists and artists alike, and in the modern era it has transformed our world.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "From the first breaths of Frankenstein’s monster to the brutal simplicity of the execution chair, this exhibition contemplates the contradictory life-giving and death-dealing extremes generated by electricity, and traces the story of how humanity has striven to understand, unlock and gain control over this invisible yet all-encompassing force, which continues to mystify and amaze.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "Three celebrated artists have been commissioned to create three new artworks for this exhibition: John Gerrard has taken inspiration for his commission from Luigi Galvani's famous experiments into bioelectricity; Bill Morrison explores historical footage from the Electricity Council archive to consider the movement and networks of electricity and its profound interconnectedness with our daily lives; and Camille Henrot considers our energy-dependent lifestyles, as well as the relationship between humans, technology and the environment.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "One of the commissioned works in 'Electricity' contains strobe effects. The rest of the exhibition can be visited without entering this installation. Please contact us if you’d like to know more.",
        "spans": [
          {
            "start": 0,
            "end": 71,
            "type": "strong",
            "data": {}
          }
        ]
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "'Electricity: The spark of life' is a collaboration between Wellcome Collection (London), the Museum of Science and Industry (Manchester) and Teylers Museum (Haarlem) and will be presented as a touring exhibition at each of these venues, beginning at Wellcome Collection in Spring 2017.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "(Video includes 'Looking up in Osaka K Minamisemba 1 cho-me', by João Penalva, 2005-06. Courtesy of the artist and Simon Lee Gallery, London/Hong Kong.)",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "The large print guide for the exhibition and the transcript of the audio piece Where Now can be downloaded below.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "Large Print Guide (2.3 MB)",
        "spans": [
          {
            "start": 0,
            "end": 26,
            "type": "hyperlink",
            "data": {
              "link_type": "Web",
              "url": "https://wellcomecollection.org/sites/default/files/Wellcome%20Collection_Electricity%20Spark%20of%20Life_Large%20Print%20Guide%20%282.3%20MB%29.pdf"
            }
          }
        ]
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "Where Now transcript (57 KB)",
        "spans": [
          {
            "start": 0,
            "end": 28,
            "type": "hyperlink",
            "data": {
              "link_type": "Web",
              "url": "https://wellcomecollection.org/sites/default/files/Wellcome%20Collection_Electricity%20Spark%20of%20Life%20Audio%20Piece_%20Where%20Now%20transcript%20%2857%20KB%29_0.pdf"
            }
          }
        ]
      }
    }
  ],
  "start": "2017-02-23T10:00:00.000Z",
  "end": "2017-06-25T09:30:15.000Z",
  "drupalPromoImage": {
    "url": "https://wellcomecollection.org/sites/default/files/1600x900.png"
  },
  "drupalNid": "3543",
  "drupalPath": "/electricity",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "The natural power of electricity is all around and one of the most potent symbols of the modern world.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ]
}