{
  "type": "exhibitions",
  "tags": [
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "The Heart",
        "spans": []
      }
    }
  ],
  "description": [
    {
      "type": "paragraph",
      "content": {
        "text": "The heart, widely understood as the place where life begins and ends, has always featured as a potent symbol in our religions, myths and rituals. Modern medical science has taught us that much of the power and influence traditionally attributed to the heart actually lies in the brain. Nevertheless we remain reluctant to let go of the notion - deeply rooted in everyday language and imagery - that the heart is the home of our emotions and of our true character.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "This exhibition looked at the evolution of our understanding of what the heart is, what it does and what it means. Concentrating primarily on Western medicine and culture, it brought together objects and images from the histories of both science and art, as well as from everyday life.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "It followed the development of our anatomical knowledge of the heart, but also considered its far-reaching cultural and symbolic significance. Why is it that the pump that circulates our blood is so intimately bound up with the way we discuss our emotional and moral lives, and so central to the question of the relationship between body and soul?",
        "spans": []
      }
    }
  ],
  "start": "2007-06-20T23:00:00.000Z",
  "end": "2007-09-16T23:00:00.000Z",
  "drupalPromoImage": {
    "url": "https://wellcomecollection.org/sites/default/files/theheart_650x245.jpg"
  },
  "drupalNid": "24",
  "drupalPath": "/exhibitions/heart",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "This exhibition looked at the evolution of our understanding of what the heart is, what it does and what it means.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ]
}