{
  "type": "exhibitions",
  "tags": [
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Tibet’s Secret Temple",
        "spans": []
      }
    }
  ],
  "description": [
    {
      "type": "heading2",
      "content": {
        "text": "Body, Mind and Meditation in Tantric Buddhism",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "'Tibet’s Secret Temple’ explores Tibetan Buddhist yogic and meditational practice and their connections to physical and mental wellbeing.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "Inspired by an exquisite series of 17th century murals from a private meditation chamber for Tibet’s Dalai Lamas in Lhasa’s Lukhang Temple, the exhibition features over 120 objects including scroll paintings, statues, manuscripts, archival and contemporary film, together with a wide range of ethnographic and ritual artefacts. Three of the murals from the temple have been recreated, by photographer Thomas Laird, as life-sized digital artworks that form the centrepiece of the exhibition.",
        "spans": []
      }
    },
    {
      "type": "paragraph",
      "content": {
        "text": "‘Tibet’s Secret Temple’, by bringing the mural images together with a unique set of objects, will uncover till now unseen stories behind the ancient, esoteric and once secret practices illustrated in the Lukhang murals and show their relevance to the expanding and wide-ranging contemporary interest in meditative wellbeing.",
        "spans": []
      }
    }
  ],
  "start": "2015-11-19T10:00:00Z",
  "end": "2016-02-28T18:00:00Z",
  "drupalPromoImage": {
    "url": "https://wellcomecollection.org/sites/default/files/Tibet_1600x900.png"
  },
  "drupalNid": "2821",
  "drupalPath": "/secrettemple",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "Explore Tibetan Buddhist yogic and meditational practice and their connections to physical and mental wellbeing.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ]
}