{
  "type": "info-pages",
  "tags": [
    "what-we-do"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Young people respond to Superhuman",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection teamed up with Camden Summer University and local secondary schools to offer young people the opportunity to engage with the Superhuman exhibition in creative ways. Young people took part in several projects.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Camden Summer University, in partnership with local NHS speech and language therapists, delivered an inclusive animation project linked to the Superhuman exhibition. The group of seven young people produced ' Future Beings' which features animations and interviews showing their predictions for the future of human beings.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Superhuman",
                "spans": [
                  {
                    "start": 0,
                    "end": 10,
                    "type": "strong",
                    "data": {}
                  },
                  {
                    "start": 0,
                    "end": 10,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/whats-on/exhibitions/superhuman"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Marvelous! Superhero graphic novel",
                "spans": [
                  {
                    "start": 0,
                    "end": 34,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The Superhuman exhibition has been the starting point for several Wellcome Collection Youth Programme projects, delivered in collaboration with Camden Summer University. Each course ran for a week in August and was hosted by Wellcome Collection.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Ever dreamed of having a super power, being part of the X men team or flying solo like Superman? This summer, local young people worked with artist Konstantina Kapanidou, using the Superhuman exhibition as inspiration in creating their very own graphic novel panel. During this Arts Award accredited course, students learnt how to develop characters and create a storyline, and developed story boarding, sketching and inking skills.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "See the artwork on Flickr",
                "spans": [
                  {
                    "start": 0,
                    "end": 25,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://www.flickr.com/photos/wellcomecollection/sets/72157631386075490/"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Family trail",
                "spans": [
                  {
                    "start": 0,
                    "end": 12,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Our newly developed family trail introduces visitors to 'Superhuman', your heroic guide who will take you through the exciting and thought-provoking objects in this exhibition. Drawing activities, role play and discussion will help your group think about some of the complex ideas behind human enhancement. The trail includes an insert for adults to help guide their families plus a fun mask-making activity to be done at home.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "You can pick up a free trail by asking at the Information Point. We would appreciate it if you could fill in and hand back the feedback form on the reverse of the adult section.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The family trail was designed and created by a group of young people from local secondary schools working with curators, gallery staff, designers and illustrators.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Young people working on the project: Chandni Bhanderi, Nargis Choudhury, Misbah Khan, Maria Mahfooz, Iskren Peev, Darren Sooben, Sabiha Uddin and Devak Vyas.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Documentary film project",
                "spans": [
                  {
                    "start": 0,
                    "end": 24,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "This summer, a group of local students worked with film maker Suzanne Cohen to develop an idea based on one of the themes in the exhibition. During this AQA accredited course, students used research, interviewing, presenting, writing and commentary skills, as well as helping with camera set-ups and sound recording. The completed film can be viewed below.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "spans": [],
                "text": ""
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": " ",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "drupalPromoImage": {
    "url": "https://wellcomecollection.org/sites/default/files/Family_pack_project_letterbox.jpg"
  },
  "drupalNid": "1944",
  "drupalPath": "/what-we-do/young-people-respond-superhuman",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection teamed up with Camden Summer University and local secondary schools.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ]
}