{
  "type": "pages",
  "tags": [
    "what-we-do",
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Safeguarding children and vulnerable adults policy",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "heading2",
              "content": {
                "text": "1. Background",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is a free museum and library exploring health, life and humanity’s place in the world. Through exhibitions, collections, live programming, digital, broadcast and publishing, Wellcome Collection creates opportunities for people to think deeply about the connections between science, medicine, life and art.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "We, the Wellcome Trust, operate Wellcome Collection and are responsible for this policy.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "This policy relates to the Wellcome Collection spaces which are freely accessible to the general public.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Children and vulnerable adults visit Wellcome Collection to see exhibitions, to attend events, school study days or youth projects, or to use the bookshop, café and restaurant. Our exhibition and event content is aimed at visitors over the age of 14, but children under the age of 14 are welcome to visit the building if they are accompanied by a supervising adult.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Library is open to readers with an interest in the history and understanding of medicine and related subjects. Readers are generally 18+, with the exception of 16-to-17-year-olds referred by a tutor; under-16s are only allowed entry with an accompanying adult. ",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "We recognise that we have a responsibility to provide a safe environment for children and vulnerable adults who visit Wellcome Collection. This document outlines the ways in which we aim to achieve this. The measures reflect our position as a public venue that welcomes children and vulnerable adults for one-off visits, usually accompanied by a parent/guardian, teacher or carer, but which does not expect to build any lasting relationship. In a limited number of cases (events and workshops run by our Youth Programme team), children may have a more sustained relationship with the venue. For all such events or workshops individual risk assessments are carried out.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "2. Organisational responsibility",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "2.1 We will ensure that:",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "this policy is communicated to all Collection personnel (Wellcome Trust staff working in Wellcome Collection, service partners, contractors, members of the Hub initiative, Open Platform event organisers, and freelance staff);",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "all Collection personnel are made aware of their responsibility to adhere to this policy; and",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "all Collection personnel who work or may work with children or vulnerable adults are suitably and appropriately qualified and appropriate Disclosure and Barring Service checks have been carried out.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "2.2 We will act upon any allegations of abuse against a child or a vulnerable adult. Collection personnel have a duty to report any suspicions or allegations of abuse to either the Youth Programme Manager or the Visitor Experience Manager, who will ensure that the allegations are recorded and reported to Camden Council’s Multi-agency Safeguarding Hub team at the earliest opportunity.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "2.3 If a complaint is made against a member of Collection personnel, we will investigate the complaint and take appropriate action, which could include suspension and disciplinary proceedings. It may also be appropriate to inform the police and Camden’s Local Authority Designated Officer. We will inform the person who made the complaint of the action we have taken.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "3. Training",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "3.1 All Collection personnel whose roles require them to interact closely with children or vulnerable adults are briefed regarding the contents of this policy and accompanying appendices and their obligations under it.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "3.2 The Visitor Experience and Youth Programme staff, who are expected to have the most contact with children, receive annual training in relation to safeguarding issues and putting this policy into action. They will be further briefed about appropriate behaviour on a case-by-case basis at the outset of any project.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "4. Staff code of behaviour",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "All Collection personnel are required to comply with the staff code of behaviour. A copy of this is available on request.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "5. Safeguarding: exhibition content",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "5.1 There are two permanent exhibitions which contain human remains and this is clearly stated in signage outside both galleries to alert the public to the content. Any material in the temporary exhibitions that could be considered upsetting to children or vulnerable adults is dealt with on a case-by-case basis. Accompanying adults (including teachers) remain responsible for determining whether it is appropriate for the children or vulnerable adults in their charge to view the exhibition content.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "5.2 A building-wide risk assessment is carried out annually. It identifies health and safety risks that could cause harm to any visitor. Controls are put in place to mitigate risks. In addition to this, individual risk assessments are carried out prior to any temporary exhibitions or changes in content, to identify and implement safeguards as appropriate.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "5.3 Groups booking either on organised tours or as self-guided parties are issued with our gallery guidelines. These guidelines outline acceptable behaviour and clearly state that Wellcome Collection is aimed at a 14+ audience and that not all exhibitions or events may be deemed suitable for children or vulnerable adults. We welcome groups and schools to conduct pre-visits and we can help them to conduct their own assessment of whether the content is suitable for their group.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "6. Safeguarding: public events",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "6.1 Entry to the majority of public events is by ticket only, which allows written warnings to be given on the ticket if the event content is unsuitable for children or vulnerable adults. If the content of an event is expected to contain violence, sexual references or swearing, the Events Manager, in consultation with the Visitor Experience management team, may impose restrictions on bookings. The nature of these restrictions would include a warning to parents/guardians when bookings are made or, very occasionally, an age restriction placed on an event. If an event is open to visitors without tickets, any unsuitable content will be clearly signalled/stated to visitors before they enter the event location.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "6.2 Events specifically aimed at family groups, or at general audiences where children would be a key part of the audience, will be run by a suitably qualified, experienced and trained person who has been briefed in accordance with this policy and our other relevant policies.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "6.3 The risk assessment process for any larger-scale public event will be overseen by the staff member managing the event. Risk assessments will identify risks to all visitors, including children and vulnerable adults, and the associated control measures to be put in place to prevent injury during the course of an event.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "7. Safeguarding: youth events",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "7.1 Our youth events are designed for 14-to-19-year-olds. These include both on- and off-site activities, such as study days for schools, and youth and community projects. Risk assessments for all youth events are carried out by the Youth Programme event managers.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "7.2 All youth events will be led by a suitably qualified, experienced and trained person who has been briefed in accordance with this policy and our other relevant policies. Disclosure and Barring Service checks will be required for Collection personnel who will have contact with children or vulnerable adults. The pastoral care and general wellbeing of young people will be covered either by the member of the Youth Programme team who will manage each event or by a responsible adult associated with the visiting young people, such as the school teacher or youth worker.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "7.3 Extended projects with school, youth and community groups will be planned so that all participants register essential contact details with the Youth Programme team before the project commences. This includes, for any young person under the age of 16, a parent’s/guardian’s permission for participation and photographic consent. Registration forms will also ask for emergency contact details and nutritional and medical advice, and outline the specifics of the project so that full planning for the wellbeing and engagement of the participants can be ensured. Our position on intellectual property, explicit materials and data protection will also be outlined in this initial document. Anything not covered on registration forms will be included in the first introductory session (guidelines on behaviour, mutual respect and trust, fire evacuation etc.).",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "7.4 Young people participating in extended projects will also be given a takeaway handout which outlines our safeguarding approach written in clear and appropriate terms for them. This document will inform them about their rights and our disclosure procedures as well as who to speak to if assistance is required.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "8. Photography",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "8.1 Occasionally we photograph events taking place in the building for the purpose of our own records or for publicity. We will only use a photograph where a child aged below 16 or a vulnerable adult features prominently if we gain consent from a parent/guardian or accompanying adult.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "8.2 Our staff will endeavour, where reasonably possible, to ensure that other visitors to Wellcome Collection do not photograph children who are not in their party. Staff will report anyone acting suspiciously to the Youth Programme Manager or the Visitor Experience Manager on duty. Photography is currently permitted in the permanent collection and public spaces, but generally not in temporary exhibitions.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "9. Monitoring",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "This policy will be reviewed as necessary as part of our ongoing risk assessment procedures. Training will be provided to Collection personnel as appropriate in accordance with best practice. ",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "drupalPromoImage": {
    "url": "https://wellcomecollection.org/sites/default/files/young-people-main.jpg"
  },
  "drupalNid": "4039",
  "drupalPath": "/what-we-do/safeguarding-children-and-vulnerable-adults-policy",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "We have a responsibility to provide a safe environment for children and vulnerable adults who visit Wellcome Collection.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ]
}