{
  "type": "info-pages",
  "tags": [
    "press",
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Alice Anderson at Wellcome Collection: Memory Movement Memory Objects",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "paragraph",
              "content": {
                "text": "22 July – 18 October",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "From July 2015 Wellcome Collection presents a major exhibition of works by artist Alice Anderson: ‘Memory Movement Memory Objects’. Anderson’s sculptures are entirely mummified in copper thread, creating glistening landscapes of beautiful, uncanny and transformed objects. Each piece is an exploration and act of memory. Both the making and display of works interrogate how we create, record, and transform the present and how we imagine the future. Over 100 works woven round with wire will be displayed and, uniquely, visitors will be invited to contribute to the creation of a new artwork during the run of the exhibition, as a car is mummified in the gallery.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "‘Memory Movement Memory Objects’ will comprise five areas, the first of which, ‘the Studio’, will extend the creative process of the artist’s practice into the gallery. Visitors will be able to spend time mummifying a 1967 Ford Mustang and other smaller objects with copper wire, in a performance at once meditative and communal. The objects have significance to the artist but there is no nostalgia in their selection. The sounds of unspooling bobbins of wire and metal enclosing metal will provide a soundtrack to the space, where collaborative focus and repetitive movement elicit a reflection on consciousness and our mutable relationship to time.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "‘Recognisable Objects’ will bring together familiar shapes, from computers, window frames, drawing books and bicycles, to larger structures, such as a staircase and a boat.&nbsp; Both taken from the artist’s studio and created by invited contributors, these works will be presented as glittering ensembles. ‘Abstract Objects’ will feature geometric forms where ornamentation is held not in the shape of objects but the shining textured patterns of the copper wire that contains them. ‘Assemblage and Accumulation’ will make unlikely and suggestive alignments, with grouped items bound and encapsulated together. ‘Distorted Objects’ will see new shapes emerge as objects are twisted and transformed by the pressure of wire wound around them, or physical definition is lost to the accretion of copper.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The gallery will carry the mesmerising glint of displayed treasure, akin to entering a Pharaoh’s tomb, but the objects on show are fashioned relics, or new archaeology. Strikingly lit, the sheen of copper is, for the artist, key to the absorbing physical and mental experience of entombing objects. The process of mummification is simultaneously a gesture of protection and an invocation of death, and Anderson’s exquisite sculptures pose challenging questions about the comforts and consolations of creating and sharing memories. Offering an alternative way of remembering, the exhibition will animate the terrain where movement, objects and consciousness meet.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Alice Anderson says: “‘Memory Movement Memory Objects’ brings together works and process in the gallery. The Studio is a place producing a solidarity bound to objects. Each woven item is a ritual object. Small ones elicit an intense concentration, generating fast motions, whilst larger objects require slower movements that engender deep collaboration and exchange. These charged works are markers of time and affirm for me the value of physical records and the power of human memory in the fascinating digital age we live in.”",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Kate Forde, Curator, says: “With this exhibition Alice Anderson shows that even those objects that ‘speak’ to us because of their familiarity are fundamentally altered by our experience of time. Anderson’s invitation to create a social sculpture will enable visitors to discover both the unstable nature of memory and its profoundly creative potential.&nbsp; As we attempt to bridge the gap between then and now we are also called upon to connect with each other, and to move from being onlookers to participants.”",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "‘Memory Movement Memory Objects’ runs from 22 July to 18 October 2015. A publication and full programme of events will accompany the exhibition.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "There will be a press view on 21 July between 0930 and 1230. RSVPs to t.morley@wellcome.ac.uk",
                "spans": [
                  {
                    "start": 70,
                    "end": 93,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Media contact",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Tim Morley Senior Media Officer T 020 7611 8612 E t.morley@wellcome.ac.uk",
                "spans": [
                  {
                    "start": 50,
                    "end": 73,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "NOTES TO EDITORS",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Alice Anderson studied at Goldsmiths College in London from 2001 to 2004. Recent projects include ‘Data’, at the Espace Culturel Louis Vuitton, Paris (2015), ‘Objectified’ at the Saatchi Gallery London (2015), ‘British Contemporary Art’ at Rizzordi Art Foundation, St Petersburg (2014), ‘White Light’, 55th Venice Biennale (2013), ‘Notebooks’ at the Whitechapel Art Gallery (2012) and ‘Childhood Rituals' (2011) at the Freud Museum which was a cornerstone project inspiring her future geometrical work and practice with copper wire.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "In 2011, Alice Anderson developed a technique of weaving that consists of winding copper wire around objects which appear ‘mummified’ upon completion. In 2012 she founded the Travelling Studio, an itinerant space establishing connections between people, communities and cultures. The Studio aims to create an collective archaeology of the present by recording with woven wire significant objects as witnesses of our time.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is the free visitor destination for the incurably curious. Located at 183 Euston Road, London, it explores the connections between medicine, life and art in the past, present and future. The newly expanded venue offers visitors contemporary and historic exhibitions and collections, lively public events, the world-renowned Wellcome Library, a café, a shop, a restaurant and conference facilities as well as publications, tours, a book prize, international and digital projects.",
                "spans": [
                  {
                    "start": 0,
                    "end": 19,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.wellcomecollection.org/"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is part of the Wellcome Trust, a global charitable foundation dedicated to improving health. We provide more than £700 million a year to support bright minds in science, the humanities and the social sciences, as well as education, public engagement and the application of research to medicine.",
                "spans": [
                  {
                    "start": 35,
                    "end": 49,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.wellcome.ac.uk/"
                    }
                  }
                ]
              }
            }
          ]
        }
      }
    }
  ],
  "drupalNid": "2639",
  "drupalPath": "/press/alice-anderson-wellcome-collection-memory-movement-memory-objects",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "Anderson’s sculptures are entirely mummified in copper thread, creating glistening landscapes of beautiful, uncanny and transformed objects.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "datePublished": "2015-04-21"
}