{
  "type": "pages",
  "tags": [
    "press",
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Thinking with the body: mind and movement in the work of Wayne McGregor | Random Dance",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "paragraph",
              "content": {
                "text": " ",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection | 19 September - 27 October 2013",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wayne McGregor is well known for his physically testing choreography and ground-breaking collaborations across dance, film, music, visual art, technology and science. Wellcome Collection's autumn exhibition 'Thinking with the body' explores a series of long-standing interdisciplinary projects organised by his company Wayne McGregor | Random Dance to investigate creativity in dance. Featuring video, photography, multimedia installation, commissioned film and artworks, it is an immersive encounter with the practice of a visionary innovator, developed in the run up to the first performances of his company's new work 'Atomos' at Sadler's Wells.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "In 2000, Wayne McGregor l Random Dance embarked on collaborations with artists and researchers from other fields including cognitive and social science, seeking new understanding of choreographic practice and thinking. Initial projects focused on developing software tools to support the creative process in the rehearsal studio, and studying the relationship between mind and movement. In 2008, these evolving projects converged under the heading R-Research, bringing together a group of individuals with a shared passion and curiosity for what might be discovered at the intersections between dance, technology and science. 'Thinking with the Body' explores this shared enquiry into dance-making, bringing alive the tools, methods, analysis and results it has produced.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The exhibition opens with an outline of the dizzying range of artistic partners and diverse influences, engagements and interests of Wayne McGregor | Random Dance, including artist Mark Wallinger, composer John Taverner and designers rAndom International. A timeline and schematic mapping, based on collaborative work with theoretical cognitive psychologist Phil Barnard and designed by Kevin Mount, will trace the evolution of ideas and concepts informing the creation of McGregor's dances. Visitors will encounter one-on-one exercises, developed with Barnard, called Choreographic Thinking Tools. Designed to enhance the creation of new and original dance movement through techniques of guided imagination, playful interactions within the gallery will allow visitors to follow twelve choreographic thinking principles, discovering the complex relationship between the imagination and the making of movement.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "A layered mass of projected images and footage will showcase the research processes of cognitive scientist David Kirsh, exploring the patterns of behavior and modes of communication occurring continuously between choreographer and dancers working together in the rehearsal studio. The installation, compiled by Kirsh and film-maker David Bickerstaff, combines interview and rehearsal documentation, providing a fascinating account of Kirsh's work on distributed cognition with the company: the interplay of memory, knowledge and environment that underwrites dancers' physical grammar of gestures, including marking and sketching, in the generation of dance phrases and the organization of choreographic structures.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "McGregor has worked for many years on creating choreographic software, combining artificial intelligence and Choreographic Thinking Tools to produce interactive digital objects which inspire and support dance creation in the studio. The latest version of this flexible software, developed for 'Atomos', is called 'Becoming'. Conceived as an additional dancer in rehearsals, it is displayed as a human-scale 3D animation on a large plasma screen. An interdisciplinary team including the anthropologist James Leach and digital artists Marc Downie and Nick Rothwell will feed the software with external stimuli to create a unique digital artwork designed to elicit kinesthetic responses, both for dancers rehearsing 'Atomos' and visitors in the gallery.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Becoming' will be followed by an immersive sound installation by composer Ben Frost, derived from his mesmerizing score for the Wayne McGregor | Random Dance production FAR (2010). In this empty room attention is directed towards the intense experience of sound and the possibilities, drawn from techniques explored in the exhibition, for transforming aural sensation into new forms of imagery. This absorbing space of imagination leads finally into a room where large-scale film footage taken from the making of 'Atomos' will be playing.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "James Peto, Chief Curator at Wellcome Collection says: \"'Thinking with the body' is a study and a celebration of collaborative creativity. The research the exhibition explores is an integral part of Wayne McGregor l Random Dance's experimental practice and it has been fascinating for us to participate in the company's project to make the results more widely accessible. We hope this exhibition offers visitors the opportunity to deepen their understanding of choreographic practice and to contemplate how mind, brain and body interact in each of us.\"",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Scott deLahunta, Director of R-Research at Wayne McGregor l Random Dance says: \"Our aim has been to enhance and generate new understandings of choreographic practice by bringing the knowledge of dance into conjunction with other fields. Wellcome Collection is expert in organizing innovative exhibitions that show the interaction of ideas from a wide range of domains. Working with them has been a wonderful opportunity to share our collaborative research work, both process and results, with new audiences.\"",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Thursday evening events accompanying the exhibition will feature discussions with the research collaborators featured in the show and will tackle broader themes including how our brains construct images, the differences between bodies and objects, and how groups work creatively together. Wayne McGregor will be in conversation at a daytime event on Sunday 6 October.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Thinking with the body: mind and movement in the work of Wayne McGregor | Random Dance' runs from 19 September - 27 October 2013. It is the first exhibition in an interim programme as Wellcome Collection undergoes a £ 17.5m development, with exciting new galleries and spaces opening in late summer 2014. Find out more",
                "spans": [
                  {
                    "start": 306,
                    "end": 319,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/what-we-do/wellcome-collection-growing"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "A press view will be held on Wednesday 18 September between 9.30am - 12.30pm. RSVP to Tim Morley, t.morley@wellcome.ac.uk.",
                "spans": [
                  {
                    "start": 98,
                    "end": 121,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Atomos' by Wayne McGregor | Random Dance will be performed at Sadler&rsquo s Wells, London from Wednesday 9 - Saturday 12 October 2013.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": " Media Contact",
                "spans": [
                  {
                    "start": 1,
                    "end": 14,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Tim Morley Senior Media Officer T 020 7611 8612 E t.morley@wellcome.ac.uk",
                "spans": [
                  {
                    "start": 50,
                    "end": 73,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Contact for enquiries about 'Atomos' at Sadler's Wells: Maxim Bendall Press Officer Sadler's Wells T 020 7863 8112 E maxim.bendall@sadlerswells.com",
                "spans": [
                  {
                    "start": 117,
                    "end": 147,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:maxim.bendall@sadlerswells.com"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": " Notes to Editors",
                "spans": [
                  {
                    "start": 1,
                    "end": 17,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is the free visitor destination for the incurably curious. Located at 183 Euston Road, London, Wellcome Collection explores the connections between medicine, life and art in the past, present and future. The building comprises three gallery spaces, a public events programme, the Wellcome Library, a café , a bookshop, conference facilities and a members' club. Wellcome Collection is growing. A £ 17.5million development will deliver new galleries and spaces in late Summer 2014. Find out more",
                "spans": [
                  {
                    "start": 0,
                    "end": 19,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/home"
                    }
                  },
                  {
                    "start": 501,
                    "end": 514,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/what-we-do/wellcome-collection-growing"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is part of the Wellcome Trust, a global charitable foundation dedicated to achieving extraordinary improvements in human and animal health. It supports the brightest minds in biomedical research and the medical humanities. The Trust's breadth of support includes public engagement, education and the application of research to improve health. It is independent of both political and commercial interests.",
                "spans": [
                  {
                    "start": 35,
                    "end": 49,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.wellcome.ac.uk/"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wayne McGregor | Random Dance was founded in 1992 and became the instrument upon which McGregor evolved his fast and articulate choreographic style. With collaboration at the centre of his practice, McGregor has innovated new work with world class artists including composers Scanner, Jon Hopkins and Ben Frost visual artists Mark Wallinger and rAndom International and film-makers Jane and Louise Wilson and Ravi Deepres. Collaboration with science and technology communities has also fuelled choreography mined from radical cognitive research processes. This unique, tenacious questioning between artists and artistic mediums, across the interface of science and art, through the body and mind, has ensured that Wayne McGregor | Random Dance has remained at the forefront of contemporary arts for the past 20 years.",
                "spans": [
                  {
                    "start": 0,
                    "end": 29,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.randomdance.org/"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wayne McGregor | Random Dance is Resident Company of Sadler's Wells Theatre, London. Wayne McGregor is Resident Choreographer of The Royal Ballet. In January 2011, McGregor was awarded a CBE (Commander of the Order of the British Empire) for Services to Dance.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Atomos' by Wayne McGregor | Random Dance will be performed at Sadler's Wells, London from Wednesday 9 - Saturday 12 October. Imagining the indivisible and interwoven with an architectural manipulation of bodies, the choreography of Atomos grows from the form of the atom. Ten dancers perform McGregor's unique style to a new score by neo-classical ambient composers A Winged Victory For The Sullen, with lighting from Lucy Carter, film by Ravi Deepres, and costumes designed by Studio XO whose groundbreaking wearable technologies and digital skins place them at the forefront of fashion and technology.",
                "spans": [
                  {
                    "start": 1,
                    "end": 9,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.sadlerswells.com/show/Wayne-McGregor-Random-Dance-Atomos"
                    }
                  },
                  {
                    "start": 63,
                    "end": 77,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.sadlerswells.com/"
                    }
                  }
                ]
              }
            }
          ]
        }
      }
    }
  ],
  "drupalNid": "853",
  "drupalPath": "/press/thinking-body-mind-and-movement-work-wayne-mcgregor-random-dance",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "Wayne McGregor is well known for his physically testing choreography and ground-breaking collaborations.\r\n.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "datePublished": "2013-08-07"
}