{
  "type": "pages",
  "tags": [
    "press",
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Death: The Richard Harris Collection",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "heading2",
              "content": {
                "text": "Wellcome Collection | 15 November 2012- 24 February 2013",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection's major winter exhibition 'Death: A self-portrait' showcases some 300 works from a unique collection devoted to the iconography of death and our complex and contradictory attitudes towards it. Assembled by Richard Harris, a former antique print dealer based in Chicago, the collection is spectacularly diverse, including art works, historical artefacts, anatomical illustrations and ephemera from across the world.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Rare prints by Rembrandt, Dürer and Goya are displayed alongside anatomical drawings, war art and antique metamorphic postcards human remains are juxtaposed with Renaissance vanitas paintings and twentieth century installations celebrating Mexico's Day of the Dead. From a group of ancient Incan skulls, to a spectacular chandelier made of 3000 plaster-cast bones by British artist Jodie Carey, this singular collection, by turns disturbing, macabre and moving, opens a window upon our enduring desire to make peace with death.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Over five themed rooms, the exhibition investigates the value of art in evolving ideas about death and the body. Contemplating Death explores the pressing of our own mortality upon us, through memento mori which range across media and centuries to include works by Warhol, van Utrecht and Mapplethorpe, together with exquisite netsuke miniatures and porcelain, bronze, and ivory skulls. The Dance of Death focuses on the levelling universality of death, from the iconography of the medieval 'Danse Macabre', which emerged in a landscape of plague, famine and war, to the entwined skeletons who dance through Tibetan Chitipati art. Death appears in various guises: triumphant at the head of a procession, as a benign skeleton playing a violin, as friend, enemy and lover, scything through crowds in James Ensor's fin-de-siècle engraving, or perched sadly on a table in June Leaf's delicate contemporary sculpture.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Violent Death is dominated by three groups of works, Jacques Callot's 'The Miseries and Misfortunes of War' (1633), Francisco Goya's 'The Disasters of War' (1810-1820, published 1863) and Otto Dix's 'The War' (1924) - compelling works of chaos, brutality and, more troublingly, aesthetic beauty. This room presents death on an industrial scale, asking how we should respond to art that bears witness to atrocity and horror. Eros and Thanatos presents works which navigate our strange attraction to the outer limits of life and death, sexuality and pain: voluptuous nudes juxtaposed with cadavers, Death interrupting the embrace of lovers, proud anatomists posing with a flayed corpse, amorous couples morphed into grinning skulls - all reflect the morbid excitement of death's proximity. And from the ground-breaking anatomical studies such as Eustachi's 16th-century anatomical engravings and Albinus' 'Atlas' (1747) to John Isaacs' 'Are you still mad at me?' (2001) the dissection knife cuts across lines of desire, death and knowledge.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The exhibition finds beginnings in ends with Commemoration, which follows some of the globally and historically varied rituals around death, burial and mourning. From a Pacific Island tau tau or grave guardian, pre-Colombian Aztec vessels, to American photographs of individuals posing with macabre props, they all express a very human desire to connect with our ancestors, to sanctify the body, to feel ourselves intimately connected to people beyond death.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Richard Harris' collection is a modern-day cabinet of curiosities and an extended visual essay on our dealings with death across cultures and spiritual traditions. It functions as an autobiography of one individual and his collection but provides a remarkable opportunity to explore and interrogate our own feelings about mortality.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Richard Harris says: \"The collection was from the beginning meant to be shown as an exhibition to the public, never as a private, person statement for my eyes only. I hoped to create a body of work that would chronologically and culturally capture the essence of Death through its iconography, from masterpieces of fine art to the incidental. It is my wish that what started out solely as a collection of objects based on the theme of Death will become the visual component for a more serious conversation about the subject of death that we need to have in our society.\"",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Kate Forde, Curator at Wellcome Collection says: \"Richard Harris' remarkable collection brings together an extraordinary range of creative responses to death. The artefacts on display connect the living and the dead in a perpetual exchange underwritten by memory and mortality. The exhibition is a testament both to the keen and curious mind of a collector and our imaginative and unending fascination with mortality, across cultures and history. 'Death' challenges us to recognise the many faces of death.\"",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Death: A self-portrait, The Richard Harris Collection' runs from 15 November 2012 to 24 February 2013 at Wellcome Collection, 183 Euston Road, NW1 2BE.",
                "spans": [
                  {
                    "start": 0,
                    "end": 55,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/exhibitions/death-self-portrait"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "A full events programme accompanies the exhibition, along with a beautifully designed keepsake publication, featuring a selection of images from the Richard Harris Collection.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Contact",
                "spans": [
                  {
                    "start": 0,
                    "end": 7,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Tim Morley Senior Media Officer T 020 7611 8612 E t.morley@wellcome.ac.uk",
                "spans": [
                  {
                    "start": 50,
                    "end": 73,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Notes for editors",
                "spans": [
                  {
                    "start": 0,
                    "end": 17,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": " 'Death: the Richard Harris Collection' is curated by Kate Forde with exhibition design by Jane Holmes, lighting design by David Robertson at Dha Lighting Design and graphics by Marianne Dear.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is the free visitor destination for the incurably curious. Located at 183 Euston Road, London, Wellcome Collection explores the connections between medicine, life and art in the past, present and future. The building comprises three gallery spaces, a public events programme, the Wellcome Library, a café , a bookshop, conference facilities and a members' club.",
                "spans": [
                  {
                    "start": 0,
                    "end": 19,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/home"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is part of the Wellcome Trust, a global charitable foundation dedicated to achieving extraordinary improvements in human and animal health. It supports the brightest minds in biomedical research and the medical humanities. The Trust's breadth of support includes public engagement, education and the application of research to improve health. It is independent of both political and commercial interests.",
                "spans": [
                  {
                    "start": 35,
                    "end": 49,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.wellcome.ac.uk/"
                    }
                  }
                ]
              }
            }
          ]
        }
      }
    }
  ],
  "drupalNid": "840",
  "drupalPath": "/press/death-richard-harris-collection",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": " 'Death: A self-portrait' showcases some 300 works from a unique collection devoted to the iconography of death.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "datePublished": "2012-11-13"
}