{
  "type": "pages",
  "tags": [
    "press",
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Souzou: Outsider Art from Japan",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection's spring exhibition, 'Souzou: Outsider Art from Japan', brings together more than 300 works for the first major display of Japanese Outsider Art in the UK. The 46 artists represented in the show are residents and attendees of social welfare institutions across the main island of Honshu, and they present diverse bodies of work including ceramics, textiles, paintings, sculpture and drawings. 'Souzou' is a word that has no direct translation in English but a dual meaning in Japanese. It can be written two ways, meaning either 'creation' or 'imagination'. Both allude to a force by which new ideas are born and take shape in the world.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Organised in association with Het Dolhuys, the Museum of Psychiatry in Haarlem (the Netherlands) and the Social Welfare Organisation Aiseikai (Tokyo), the exhibition reflects the growing popularity of and acclaim for Outsider Art - often defined as works made by self-taught artists perceived to be at the margins of society - while questioning assumptions about the category itself. Eschewing a purely biographical approach, the show is object-led, with a startling array of works offering singular and affecting explorations of culture, memory and creativity.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The exhibition records both intimately personal and expansive approaches to creating art and the processes of making, through six overlapping sections. 'Language' explores the creative release of visual expression for artists for whom verbal or written communication is challenging or impossible. Works range from Takanori Herai's diary of hieroglyphics to Toshiko Yamanishi's kaleidoscopic love letters to her mother, which express depth of emotion through movement and colour rather than words. Ryoko Koda's intricate cityscapes are composed of a single symbol, resembling a fictional character from the Japanese alphabet, while Hiroyuki Komatsu's work recalls word-for-word the dialogue of his favourite TV programmes. 'Making' looks at engagement with material, the repeated use of particular and unusual media, and the meditative and therapeutic aspects of creativity. Koichi Fujino's immersive ink paintings cover every inch of the paper, Yumiko Kawai's textile landscapes are built up through repeated freehand circular stitching and Shota Katsube's repurposing of wire ties creates a vast yet diminutive army of action figures: all these pieces are marked by the occupation and passing of time.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Works in 'Representation' and 'Relationships' reflect the things and people surrounding the artists, often taking surprising and curious forms. The eerie pastel still lifes of Takashi Shuji and abstract assemblages of Takanari Nitta hold an ethereal, otherworldly quality but are inspired by everyday objects, while Satoshi Nishikawa's surreal sculptures of fruit are made entirely from dense aggregates of small ceramic rabbits. Takako Shibata's expansive and repeated portraits freeze her absent mother in time, while Sakiko Kono's dolls - representing friends and carers in the facility where she resides - grow in size and stature according to the levels of her affection. Dreams and desire figure strongly with idealised self-projections in the work of Yoko Kubota and Masao Obata, Nobuji Higa's highly stylised and sexualised nudes and Marie Suzuki's darkly dystopian drawings exploring female sexuality and gender. Self-expression is framed through physical and emotional environments, but interpreted in richly imaginative and sometimes fantastical forms.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The absorption, reflection and acute observation evident in 'Culture' contests the myth of Outsider Art as being solely reflective of the interior mind. Daisuke Kibushi's immaculately rendered postwar movie posters, copied from memory, Keisuke Ishino's origami figurines and Ryosuke Otsuji's ceramic Okinawan lions all attest to a sharp awareness of the cultural contexts and traditions of Japanese society. The final section, 'Possibility', feature works that seek to comprehend and reorder the surrounding world. Koichiro Miya explores notions of ability, disability and super-ability with statistic-strewn works, Shingo Ikeda's beautiful notebook infographics calculate the endless possibilities of subway journeys he might make, and Norimitsu Kokubo's densely sketched cartographies imagine real places through information gleaned online, reframing the world through a keen and creative curiosity.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Shamita Sharmacharja, Curator at Wellcome Collection, says: \"We are delighted to be staging the first substantial exhibition of Japanese Outsider Art in the UK. This is a show that will reward inquisitive minds, with astonishing levels of creativity and resource at play in exhibited pieces. These diverse bodies of work offer unique visions of the world, richly expressed, which we hope will move, surprise and inspire visitors.\"",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "A series of documentary films featuring a selection of the exhibiting artists will play at the end of the exhibition.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Souzou: Outsider Art from Japan' runs from 28 March to 30 June 2013 at Wellcome Collection, 183 Euston Road, NW1 2BE.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "A full programme of events will run alongside the exhibition.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "A press view will be held on Wednesday 27 March 2013, from 9.30 to 13.00. RSVP to Tim Morley: t.morley@wellcome.ac.uk or 020 7611 8612.",
                "spans": [
                  {
                    "start": 94,
                    "end": 117,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Contact",
                "spans": [
                  {
                    "start": 0,
                    "end": 7,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Tim Morley Senior Media Officer T 020 7611 8612 E t.morley@wellcome.ac.uk",
                "spans": [
                  {
                    "start": 0,
                    "end": 10,
                    "type": "strong",
                    "data": {}
                  },
                  {
                    "start": 50,
                    "end": 73,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Notes for editors",
                "spans": [
                  {
                    "start": 0,
                    "end": 17,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Souzou: Outsider Art from Japan' is curated by Shamita Sharmacharja, with exhibition design by Jane Holmes and graphics by Martin McGrath. It is organised in association with Het Dolhuys, the Museum of Psychiatry in Haarlem (the Netherlands), which staged a version of this exhibition in 2012, and the Social Welfare Organisation Aiseikai (Tokyo).",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The artists in this exhibition have been diagnosed with a variety of different behavioural and developmental disorders and mental illnesses and are residents or day attendees of specialist care institutions.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The phrase 'Outsider Art' is an approximation of another term that does not translate comfortably into English. Coined by British academic Roger Cardinal in 1972, 'Outsider Art' follows French artist Jean Dubuffet's theory of Art Brut, put forward in 1945, meaning a 'raw art', that was 'uncooked' or uncontaminated by culture. Outsider Art has since become an internationally recognised term, commonly used to describe work made by artists who have received little or no tuition but produce work for the sake of creation alone, without an audience in mind, and who are perceived to inhabit the margins of mainstream society.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "About Wellcome CollectionWellcome Collection is the free visitor destination for the incurably curious. Located at 183 Euston Road, London, Wellcome Collection explores the connections between medicine, life and art in the past, present and future. The building comprises three gallery spaces, a public events programme, the Wellcome Library, a café , a bookshop, conference facilities and a members' club.",
                "spans": [
                  {
                    "start": 25,
                    "end": 44,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/home"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is part of the Wellcome Trust, a global charitable foundation dedicated to achieving extraordinary improvements in human and animal health. It supports the brightest minds in biomedical research and the medical humanities. The Trust's breadth of support includes public engagement, education and the application of research to improve health. It is independent of both political and commercial interests.",
                "spans": [
                  {
                    "start": 35,
                    "end": 49,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.wellcome.ac.uk/"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Aiseikai was established in 1958 as a rehabilitation home facility, providing care and vocational training, initially for girls, then adults with mental illnesses. After 2000 services were expanded to include day care, in-home long-term care services as well as consultation support and Aiseikai became the central provider of care and support for the community of Nakano-city, Tokyo Metropolitan Area. In 2012 it established a Projects and Planning Enterprise Division, with the objective of raising awareness of Outsider Art (and art and culture as a whole). Aiseikai sees new opportunities to enrich local community life through the fusion of art and culture with social welfare, and strives to connect lives and foster cohesion in the community.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Het Dolhuys is located in the Amsterdam Metropolitan Area in the city of Haarlem, the Netherlands. It is a unique museum housed in a building which carries 500 years of healthcare history. Once a leprosy ward and chapel (1319) it was extended to become the city asylum and was until 1998 a psychiatric crises intervention centre. This 'architecture of exclusion' is now a vivid cultural destination focusing on inclusion and fighting stigma. As the only independent psychiatry museum in Europe it shows how 'abnormality' was treated in the past and questions the notions on 'normality' in the present. With historical collections and contemporary exhibitions the Dolhuys encourages visitors to think about the question 'Why do we think some people are 'normal' and others are 'abnormal?'",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "drupalNid": "844",
  "drupalPath": "/press/souzou-outsider-art-japan",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": " 'Souzou: Outsider Art from Japan', brings together more than 300 works for the first major display of Japanese Outsider Art in the UK. ",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "datePublished": "2012-12-19"
}