{
  "type": "pages",
  "tags": [
    "press",
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Superhuman",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "paragraph",
              "content": {
                "text": "From Icarus to i-Limbs, Wellcome Collection's major summer exhibition, 'Superhuman', explores the extraordinary ways people have sought to improve, adapt and enhance their body's performance. Coinciding with the London 2012 Olympic and Paralympic games, 'Superhuman' brings together over 100 artworks, artefacts, videos, photographs, comics and medical objects which record our seemingly limitless desire to be more than ourselves. From an ancient Egyptian prosthetic toe to the superheroes of sci-fi imagination and the futuristic promises of nano- and biotechnology, the exhibition takes a long view of physical and chemical enhancement and explores the science, myths and cultural reception of body extension.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Opening with a playful look at what constitutes an enhancement, from everyday objects such as glasses and false teeth to sex aids and iPhones, 'Superhuman' outlines the enormous range of devices with which we adapt our capacity, and investigates the benefits and side effects of their use. Vivienne Westwood's vertiginous 'Super Elevated Gillie' shoes raise their wearer in height, but as Naomi Campbell's catwalk spill famously demonstrated, present challenges in staying upright an 1866 'Punch' illustration of roller skaters run amok speaks to a fear of new technical extensions gaining universal favour contraceptive implants on display delay fertility just as IVF techniques can extend it. We are all, to some extent, superhuman, but our sense of our enhanced selves varies dramatically.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The exhibition explores the long history of prosthetics, both as enabling devices and as covers for society's discomfort with missing body parts. Striking images and artefacts include a 19th-century silver nose attached to spectacles for a women disfigured by syphilis prosthetic legs being parachuted into Afghanistan in Mohsen Makhmalbaf's film, 'Kandahar' James Gillingham&rsquo s arresting studio photographs of Victorian women displaying their artificial limbs but concealing their faces and the extraordinary but clumsy prosthetics developed in an attempt to 'normalise' children affected by thalidomide in the mid-20th century. The third instalment from Matthew Barney's 'Cremaster' series sees model, athlete and double amputee Aimee Mullins performing roles involving beautiful and metamorphic prostheses that grant surreally envisaged super powers. The elaborate man o' war tentacles featured in the work are displayed alongside this rare screening of Barney's film.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Superhuman' is rich with artworks considering heightened bodily states. Rebecca Horn's delicately menacing appendages in 'Scratching both walls at once' (1974-5) examine the body's occupation of space, and video works by Charlotte Jarvis, Regina José Galindo and Floris Kaayk explore the cultural effects of cosmetic surgery on our psyches and the extremities of potential and actual physical intervention. Dorothy Cross's 'Eyemaker' (2000) follows an ocularist's creation of a glass eye, an object to be seen but never see, and Revital Cohen takes the replacement of body parts to an endpoint in 'The Immortal' (2011), an arrangement of connected life-support machines that continue their biological functions despite the absence of a human body to sustain.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Fritz Khan's 1930s illustration of the body as a palace of industry sets up a familiar modernist model of the human as machine, but 'Superhuman' takes a wider view of the mechanised body, from Ambroise Paré's exquisite 16th-century engraving of a mechanical hand to the microchip inserted into the self-declared cyborg Professor Kevin Warwick. The fraught relationship between the body and technology, and our fears of and hopes for automata, is drawn out through photographs from Yves Gellie's 'Human Version' project, featuring humanoid robots, and Donald Rodney's 'Psalms' (1997) - a fully automated wheelchair which moves around 'Superhuman', created at a time when the artist's debilitating sickle cell anaemia kept him away from the gallery exhibiting his work.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Comics have long worked through fantasies of human transformation and imagined the perils and salvations of super-enhanced human capability. The Invincible Iron Man, the Flash, X, the man with the X-ray eyes, the Savage She-Hulk, Deathlok the Demolisher, the Amazing Spider-Man and Dr Octopus are among the colourful parade of heroes and villains displayed in original editions from Marvel and DC Comics, saving and destroying the world with exaggerated senses and strengths.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "As Olympic dreams are made and broken in London, 'Superhuman' looks at the history of adaptions made in pursuit of athletic advantage. When Tom Hicks won the 1904 Olympic marathon he collapsed on the line. The dangerous levels of strychnine found in his body were allowed under the rules of the time, whereas training was strictly limited to four weeks a year. 'Superhuman' considers the cultural and historical variances behind prohibition and the techniques of manipulating bodies for competitive benefit, from the patents of Nike's early waffle sole trainers and the rise of isotonic drinks through debates over blade legs and curious devices such as the Whizzinator: a false penis designed to dodge doping tests by delivering clean urine. The obsessive demands of sporting prowess are further explored through new works by artist and bodybuilder Francesca Steele.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Ethicists, scientists and philosophers are put into video debate in the gallery space about the future of human enhancement. Are desires for self-amendment so intrinsic we can consider bodily extensions as evolutionary progress? Or are these adaptions a denial of what makes us human - more supra than superhuman? Where do the lines between imagination and reality lie in a realm of science that carries the weight of public exhilaration and dread? In 'Superhuman' the exhibition itself is enhanced, with substantial space given over to live performance and events.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Emily Sargent, Curator of 'Superhuman', says: 'Human enhancement is one of the most exciting and feared areas of modern science, where sci-fi imaginings seemingly come alive. But it is not the exclusive preserve of the contemporary technologist, as our desire to enhance ourselves and our ingenuity to do so is in evidence throughout our history.'",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Ken Arnold, Head of Public Programmes at Wellcome Collection, says: \"'Superhuman' treads a playful and eclectic path through our craving to be bigger, better, stronger and faster, and finds ever-shifting landscapes in our understanding of what it means to be enhanced. In typical Wellcome Collection fashion, the exhibition offers startling examples of human adaptability and makes us look afresh and with no small wonder at our own bodies.\"",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Superhuman' runs from 19 July to 16 October 2012 at Wellcome Collection, 183 Euston Road, NW1 2BE.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "There will be a Press View on Tuesday 17 July from 09.30 to 13.00. RSVP to Tim Morley (t.morley@wellcome.ac.uk).",
                "spans": [
                  {
                    "start": 87,
                    "end": 110,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Notes for editors",
                "spans": [
                  {
                    "start": 0,
                    "end": 17,
                    "type": "strong",
                    "data": {}
                  }
                ]
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Media contact",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Tim Morley Senior Media Officer T 020 7611 8612 E t.morley@wellcome.ac.uk",
                "spans": [
                  {
                    "start": 50,
                    "end": 73,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.orgmailto:t.morley@wellcome.ac.uk"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "'Superhuman' is curated by Emily Sargent at Wellcome Collection, with exhibition design by Andres Ros, lighting design by Anna Sbokou and graphic design by Jonas Friden.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is a free visitor destination for the incurably curious. Located at 183 Euston Road, London, Wellcome Collection explores the connections between medicine, life and art in the past, present and future. The building comprises three gallery spaces, a public events programme, the Wellcome Library, a café , a bookshop, conference facilities and a members' club.",
                "spans": [
                  {
                    "start": 0,
                    "end": 19,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "https://wellcomecollection.org/home"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is part of the Wellcome Trust, a global charity dedicated to achieving extraordinary improvements in human and animal health. The Wellcome Trust supports the brightest minds in biomedical research and the medical humanities its breadth of support includes public engagement, education and the application of research to improve health. The Trust is independent of both political and commercial interests.",
                "spans": [
                  {
                    "start": 35,
                    "end": 49,
                    "type": "hyperlink",
                    "data": {
                      "link_type": "Web",
                      "url": "http://www.wellcome.ac.uk/"
                    }
                  }
                ]
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection's Youth Programme will be developing a range of resources and activities with and for young people in response to the 'Superhuman' exhibition. These include a family and teachers' resource, film and art workshops for young people over the summer and school workshops starting in September.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": " ",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "drupalNid": "836",
  "drupalPath": "/press/superhuman",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "'Superhuman', explores the extraordinary ways people have sought to improve, adapt and enhance their body's performance. ",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "datePublished": "2012-07-04"
}