{
  "type": "info-pages",
  "tags": [
    "visit-us"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Bernard Spilsbury’s case cards",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "paragraph",
              "content": {
                "text": "Dr Bernard Spilsbury (1877–1947) was an extraordinary forensic pathologist who gained fame and notoriety by testifying in a number of contentious murder cases. His career in forensic medicine began in London in 1905 when he was appointed by St Mary’s Hospital to conduct post-mortem examinations for all of the hospital’s cases of sudden death. Conducting such examinations became Spilsbury’s special expertise and by the end of his 40-year career he had carried out an estimated 20,000 autopsies.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The strength of his medical convictions and his composure under cross-examination made Spilsbury an irreplaceable asset in the courtroom, leading to his appointment as the ‘Honorary Pathologist to the Home Office’ and to a subsequent knighthood. Considered by many as the father of modern forensic pathology, Spilsbury’s work was crucial in establishing the importance of precise post-mortem examinations for the conviction of criminals. However, Spilsbury remains a controversial figure in the history of forensic medicine and many believe that his fame gave him too much power to affect the judgement of a jury, resulting in frequent miscarriages of justice. Questions have also been raised over the ways in which his political views, on subjects such as abortion and homosexuality, may have affected the impartiality of his professional judgement.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Spilsbury kept personal records of the pathological investigations he conducted, and collated these records on a vast set of over 7,000 index cards. These case cards are held in the Wellcome Library archives; the first box of cards, covering 1905 to 1913, is now available to view online. Due to the sensitive information included on the cards, only cases that are over 100 years old have been made digitally available. The rest of the collection is available in physical form and can be viewed in the Rare Materials Room. These cards include a number of murders and suicides as well as many cases of illegal abortion and unexpected deaths from natural causes and accidents. Where the information was available, cards include the name and age of the deceased, as well as the date, location and cause of death. These handwritten cards also contain a medical description of the internal and external state of the body in question. In certain examples Spilsbury has gone so far as to include sketches of wounds and background information on the deceased. If cases were widely reported in the press, or where they are of special legal interest, the doctor attached newspaper clippings to the card and wrote out the case name and the verdict of the court.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "The 12 case cards displayed on the following pages offer a cross-section of Spilsbury’s early work and highlight some of the surprising stories contained in his archive. These cards are an important resource for the history of forensic medicine, but they are also personal records, which shine a light on the lives and deaths of Londoners in the early 20th century.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "drupalPromoImage": {
    "url": "https://wellcomecollection.org/sites/default/files/criminal-abortion.png"
  },
  "drupalNid": "2469",
  "drupalPath": "/visit-us/bernard-spilsbury%E2%80%99s-case-cards",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "Dr Bernard Spilsbury was a forensic pathologist who gained fame and notoriety by testifying in a number of murder cases.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ]
}