{
  "type": "info-pages",
  "tags": [
    null,
    "from_drupal"
  ],
  "title": [
    {
      "type": "heading1",
      "content": {
        "text": "Our competitions on Facebook and Twitter - terms and conditions",
        "spans": []
      }
    }
  ],
  "body": [
    {
      "key": "text",
      "value": {
        "non-repeat": {
          "text": [
            {
              "type": "heading2",
              "content": {
                "text": "How to enter",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Please see the Facebook or Twitter post for details on how to enter the competition, the prize and for the starting and closing dates.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "Who can enter",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "This competition is only open to UK residents aged 18 or over. This competition is not open to employees or contractors of Wellcome or associated companies, any person directly or indirectly involved in the organisation or running of this competition, or (in each case) their immediate family or household members.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "How is the winner selected",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "The winner will be selected at random once the competition closes.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "The winner will be notified by email and will be announced on Wellcome social media channels. The winner will be provided with information on how to claim the prize. If the winner cannot be contacted, is not available or has not claimed their prize within 21 days of days of being notified, Wellcome reserves the right to offer the prize to the next eligible entrant selected from the entries that were received before the closing date and Wellcome shall have no liability in respect of the entry initially selected. Only the winner will be contacted personally.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "Wellcome does not accept any responsibility for incomplete, illegible, corrupted, late or lost entries, including for example as a result of any technical malfunction, network, server, computer hardware or software failure of any kind.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "Proof of sending is not proof of receipt.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "The judging panel's decision is final and no correspondence or discussion will be entered into.",
                "spans": []
              }
            },
            {
              "type": "heading2",
              "content": {
                "text": "General",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "This competition is in no way sponsored, endorsed or administered by, or in association with, Facebook or Twitter and you agree that Facebook or Twitter shall not be liable to you in any way in respect of this competition.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "Wellcome will use any data submitted in relation to this competition for the purposes of running this competition only, unless otherwise stated in the entry details. By entering this competition, you consent to the use of your personal data by Wellcome for the purposes of the administration of this competition (including announcing the winner of this competition on Wellcome social media channels) and any other purposes to which you have consented.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "Unless otherwise stated in these terms and conditions we will not publish nor pass on your personal details to any other organisation without your permission, except for the purpose of awarding your prize if necessary.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "No purchase is necessary.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "These terms and conditions shall be governed by English law, and the parties submit to the non-exclusive jurisdiction of the courts of England and Wales.",
                "spans": []
              }
            },
            {
              "type": "list-item",
              "content": {
                "text": "By submitting a competition entry, you are agreeing to be bound by these terms and conditions.",
                "spans": []
              }
            },
            {
              "type": "paragraph",
              "content": {
                "text": "Wellcome Collection is part of the Wellcome Trust. The Wellcome Trust is a charity registered in England, no. 210183. Its sole trustee is The Wellcome Trust Limited, a company registered in England, no. 2711000, whose registered office is Gibbs Building, 215 Euston Road, London NW1 2BE, UK and is referred to in these terms and conditions as “Wellcome” or “Wellcome Trust”.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ],
  "drupalPromoImage": {
    "url": "https://wellcomecollection.org/sites/default/files/Skull%20model.jpg"
  },
  "drupalNid": "3531",
  "drupalPath": "/visit-us/our-competitions-facebook-terms-and-conditions",
  "promo": [
    {
      "key": "editorialImage",
      "value": {
        "non-repeat": {
          "caption": [
            {
              "type": "paragraph",
              "content": {
                "text": "Find out more about the terms and conditions of our Facebook and Twitter competitions.",
                "spans": []
              }
            }
          ]
        }
      }
    }
  ]
}